#Задание по теме "Переменные"
task_count=12
task_time=1.5
course_name='Python'
time_for_task=task_time/task_count
print(f'Курс: {course_name}, всего задач: {task_count}, затрачено часов: {task_time}, среднее времявыполнения {time_for_task}')